Repository: geo-stack/sardes
Catalog: sardes/locale/*/LC_MESSAGES/sardes.po
Languages: fr

source: Save
fr: Enregistrer

source: Save the figure to a file
fr: Enregistrer la figure dans un fichier

source: Copy
fr: Copier

source: Put a copy of the figure on the Clipboard.
fr: Mettez une copie de la figure dans le presse-papiers.

source: Save Figure
fr: Enregistrer la figure

source: File in Use
fr: Fichier en cours d'utilisation

source: The save file operation cannot be completed because the file is in use by another application or user.
fr: L'opération d'enregistrement du fichier ne peut pas être effectuée car le fichier est utilisé par une autre application ou un autre utilisateur.

source: Water level
fr: Niveau d'eau

source: Water Level
fr: Niveau d'eau

source: Temperature
fr: Température

source: Water temperature
fr: Température de l'eau

source: Water electrical conductivity
fr: Conductivité électrique de l'eau

source: Conductivity
fr: Conductivité

source: Setting up the database connection manager...
fr: Configuration du gestionnaire de connexions à la base de données en cours...

source: Loading the {} plugin...
fr: Chargement du plugin {} en cours...

source: Unlock panes and toolbars
fr: Déverrouiller les volets et les barres d'outils

source: Lock panes and toolbars
fr: Verrouiller les volets et les barres d'outils

source: Tools and options
fr: Outils et options

source: Open the tools and options menu.
fr: Ouvrir le menu des outils et des options.

source: Languages
fr: Langues

source: Preferences...
fr: Préférences...

source: Panes
fr: Volets

source: Toolbars
fr: Barres d'outils

source: Reset window layout
fr: Réinitialiser la disposition de l'interface

source: Sardes Console...
fr: Console Sardes...

source: Report an issue...
fr: Signaler un problème...

source: About Sardes...
fr: À propos de Sardes...

source: Exit
fr: Quitter

source: Language change
fr: Changement de langue

source: The language has been set to <i>{}</i>. Restart Sardes to apply this change.
fr: La langue a été définie sur <i>{}</i>. Redémarrez Sardes pour appliquer cette modification.

source: Reset Window Layout
fr: Réinitialiser la disposition de l'interface

source: Window layout will be reset to default settings.<br><br>Do you want to continue?
fr: La disposition de l'interface sera réinitialisée à la configuration par défaut.<br><br> Voulez-vous continuer?

source: Initializing {}...
fr: Initialisation de {}...

source: Your Sardes application is outdated and does not support databases whose version is higher than {}. Please update Sardes and try again.
fr: Votre application de Sardes est obsolète et ne prend pas en charge les bases de données dont la version est supérieure à {}. Veuillez mettre à jour Sardes et réessayer.

source: The version of this database is {} and is outdated. Please update your database to version&nbsp;{} and try to connect again.
fr: La version de cette base de données est {} et est obsolète. Veuillez mettre à jour votre base de données à la version {} et réessayer.

source: Failed to update the database from version {} to {} : {}
fr: Échec de la mise à jour de la base de données de la version {} vers la version {} : {}

source: '{}' does not exist.
fr: '{}' n'existe pas.

source: '{}' is not a valid database file.
fr: '{}' n'est pas un fichier de base de données valide.

source: '{}' does not appear to be a Sardes SQLite database. The application id set in the database is {}, but should be {}.
fr: '{}' ne semble pas être une base de données Sardes SQLite. L'identifiant de l'application qui est défini dans la base de données est {} alors qu'il devrait être {}.

source: readings_{}.xlsx
fr: données_{}.xlsx

source: Piezometry
fr: Piézométrie

source: Data
fr: Données

source: diagram_{}{}
fr: schéma_{}{}

source: Diagram
fr: Schéma

source: graph_{}.pdf
fr: graphique_{}.pdf

source: Graph
fr: Graphique

source: water_quality_{}.xlsx
fr: qualité_eau_{}.xlsx

source: Water Quality
fr: Qualité de l'eau

source: 1 new survey has been imported into the database.
fr: 1 nouveau relevé a été importé dans la base de données.

source: {} new surveys have been imported into the database.
fr: {} nouveaux relevés ont été importés dans la base de données.

source: Select...
fr: Sélectionner...

source: Select Database
fr: Sélectionner une base de données

source: Select an existing Sardes SQLite database.
fr: Sélectionnez une base de données Sardes SQLite existante.

source: Create...
fr: Créer...

source: Create Database
fr: Créer une base de données

source: Create a new Sardes SQLite database.
fr: Créer une nouvelle base de données Sardes SQLite.

source: Database :
fr: Base de données :

source: New Database
fr: Nouvelle base de données

source: New Database Error
fr: Erreur de création de la BD

source: Cannot overwrite Sardes database at <i>{}</i> because it is already in use by another application or user.
fr: L'opération d'enregistrement de la base de données ne peut pas être effectuée car le fichier <i>{}</i> est utilisé par une autre application ou un autre utilisateur.

source: Database Connector
fr: Connecteur de base de données

source: Connect to database
fr: Se connecter à la base de données

source: Open a dialog window to manage the connection to the database.
fr: Ouvrir une dialogue permettant de gérer la connexion à la base de données.

source: Disconnect database
fr: Déconnecter la base de données

source: Close the connection with the database.
fr: Fermer la connexion avec la base de données.

source: Database connection manager
fr: Gestionnaire de connexion à la base de données

source: Select database type :
fr: Sélectionner le type de base de données:

source: Sardes SQLite database connection settings :
fr: Paramètres de connexion à la base de données Sardes SQLite :

source: Connect
fr: Connecter

source: Close
fr: Fermer

source: Cancel
fr: Annuler

source: Update
fr: Mettre à jour

source: Auto connect
fr: Connexion automatique

source: Connect automatically to the database when starting Sardes.
fr: Se connecter automatiquement à la base de données lors du démarrage de Sardes.

source: Disconnect
fr: Déconnecter

source: Do you want to update your database to version&nbsp;{}?
fr: Voulez-vous mettre à jour votre base de données vers la version&nbsp;{}?

source: The connection to the database failed.
fr: La connexion à la base de données a échoué.

source: Connected to the database.
fr: Connecté à la base de données.

source: Connecting to database...
fr: Connexion à la base de données en cours...

source: Updating database...
fr: Mise à jour de la base de données en cours...

source: Database updated successfully to version {}.
fr: Base de données mise à jour avec succès vers la version {}.

source: Data Import Wizard
fr: Import des données

source: Not found in database
fr: Non trouvé dans la base de données

source: File reading error
fr: Erreur de lecture de fichier

source: Datetime
fr: Date heure

source: File Info
fr: Informations sur le fichier

source: Input File:
fr: Fichier d'entrée :

source: Project ID:
fr: ID du projet :

source: Location:
fr: Localisation :

source: Serial Number:
fr: No. de série :

source: Well:
fr: Puits :

source: Municipality:
fr: Municipalité :

source: Depth:
fr: Profondeur :

source: Period:
fr: Période :

source: Sonde Installation Info
fr: Sonde installation

source: Previous Date:
fr: Date précédente :

source: Delta Date:
fr: Écart date :

source: Previous Water Level:
fr: Niveau d'eau précédent :

source: Delta Water Level:
fr: Écart niveau d'eau :

source: Previous Reading
fr: Lecture précédente

source: Move the input file to this location after loading data
fr: Déplacer le fichier d'entrée vers cet emplacement après le chargement des données

source: Open File
fr: Ouvrir

source: Select one or more input data files from which time data is to be imported.
fr: Sélectionner un ou plusieurs fichiers de données d'entrée à partir desquels des données temporelles seront importées.

source: Save to Database
fr: Enregistrer dans la base de données

source: Save the currently imported time data to the database.
fr: Enregistrez les données de lectures temporelles qui ont été importées dans la base de données.

source: Load Next File
fr: Charger le fichier suivant

source: Load the time data of the next selected file.
fr: Chargez les données de lectures temporelles du prochain fichier sélectionné.

source: View data
fr: Afficher les données

source: Show the data of the timeseries acquired in the currently selected observation well in a table.
fr: Afficher les données des séries temporelles acquises dans le puits d'observation actuellement sélectionné dans un tableau.

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Data saved sucessfully in the database.
fr: Données enregistrées avec succès dans la base de données.

source: Data for {} of these readings was found in the database.
fr: Des données existent déjà dans la base de données pour {} de ces lectures .

source: Info not available because not connected to a database.
fr: Information non disponible car non connectée à une base de données.

source: {} to {}
fr: {} à {}

source: today
fr: aujourd'hui

source: There is no water level stored in the database for well {} before {}.
fr: Il n'y a pas de niveau d'eau stocké dans la base de données pour le puits {} avant {}.

source: days
fr: jours

source: hrs
fr: h

source: mins
fr: min

source: Loading data...
fr: Chargement des données en cours...

source: Failed to load data.
fr: Échec du chargement des données.

source: Data imported sucessfully from the file.
fr: Données importées avec succès depuis le fichier.

source: Read Data Error
fr: Erreur de lecture des données

source: An error occured while atempting to read data from<br><i>{}</i><br><br><font color="{}">{}:</font> {}
fr: Une erreur s'est produite lors de la tentative de lecture des données de <br><i>{}</i><br><br><font color="{}">{}:</font> {}

source: Invalid Directory
fr: Répertoire invalide

source: The directory specified for the option <i>{}</i> is invalid.<br><br>Please select a valid directory or uncheck that option.
fr: Le répertoire spécifié pour l'option <i>{}</i> n'est pas valide.<br><br>Veuillez sélectionner un répertoire valide ou décochez cette option.

source: Confirm Dulicates Saving
fr: Enregistrement des doublons

source: This operation will potentially add {} duplicate readings to the database.<br><br>Are you sure you want to continue?<br><br>
fr: Cette opération ajoutera potentiellement {} lectures en double à la base de données.<br><br>Voulez-vous vraiment continuer?<br><br>

source: Do not show this message again during this session.
fr: Ne plus afficher ce message au cours de cette session.

source: Saving data to the database...
fr: Enregistrement des données dans la base de données en cours...

source: Replace or Skip Moving Input File
fr: Remplacer ou ignorer le déplacement du fichier

source: There is already a file named <i>{}</i> in <i>{}</i>.<br><br>Would you like to replace the file in the destination or skip moving this input file?
fr: Il existe déjà un fichier nommé <i>{}</i> dans la destination <i>{}</i>.<br><br>Souhaitez-vous remplacer le fichier dans la destination ou ignorer le déplacement de ce fichier?

source: Moving Input File Error
fr: Erreur de déplacement du fichier d'entrée

source: Error moving <i>{}</i> to <i>{}</i>.<br><br>Would you like to choose another location?
fr: Erreur lors du déplacement du fichier <i>{}</i> vers <i>{}</i>.<br><br>Souhaitez-vous choisir un autre emplacement?

source: Import HG Surveys
fr: Import des relevés HG

source: Import HG surveys from an Excel Workbook.
fr: Importer des relevés hydrogéochimiques à partir d'un classeur Excel.

source: Table <i>{}</i> contains unsaved changes.
fr: La table <i>{}</i> contient des modifications non enregistrées.

source: Tables <i>{}</i> and <i>{}</i> contain unsaved changes.
fr: Les tables <i>{}</i> et <i>{}</i> contiennent des modifications non enregistrées.

source: Tables <i>{}</i>, <i>{}</i>, and <i>{}</i> contain unsaved changes.
fr: Les tables <i>{}</i>, <i>{}</i> et <i>{}</i> contiennent des modifications non enregistrées.

source: All unsaved changes will be lost. Do you want to continue?
fr: Toutes les modifications non enregistrées seront perdues. Voulez-vous continuer?

source: Failed to import HG surveys into the database.
fr: Échec de l'importation des sondages HG dans la base de données.

source: Select Import File
fr: Sélectionner le fichier

source: Select an xlsx files containing the hg survey data to import in the database.
fr: Sélectionner un fichier XLSX contenant les relevés hydrogéochimiques à importer dans la base de données.

source: Import
fr: Importer

source: Select a valid hg survey input file :
fr: Sélectionner un fichier valide de relevés hydrogéochimiques :

source: Continue
fr: Continuer

source: Importing HG survey data...
fr: Importation des relevés hydrogéochimiques...

source: No <i>observation well ID</i> is provided for survey <i>{}</i>.
fr: Aucun <i>ID de puits</i> n'est donné dans le relevé <i>{}</i>.

source: The <i>observation well ID</i> provided for survey <i>{}</i> does not exist in the database.
fr: Le <i>ID du puits</i> indiqué dans le relevé <i>{}</i> n'existe pas dans la base de données.

source: The <i>date-time</i> value provided for survey <i>{}</i> is not valid.
fr: La <i>date-heure</i> indiquée dans le relevé <i>{}</i> n'est pas valide.

source: A survey already exists in the database for the <i>observation well</i> and <i>date-time</i> provided for survey <i>{}</i>.
fr: Un relevé existe déjà dans la base de données pour le <i>ID du puits</i> et la <i>date-heure</i> indiqués dans le relevé <i>{}</i>.

source: The <i>survey depth</i> provided for survey <i>{}</i> is not valid.
fr: La <i>profondeur d'échantillonnage</i> indiquée dans le relevé <i>{}</i> n'est pas valide.

source: The <i>sampling method</i> provided for survey <i>{}</i> is not valid.
fr: La <i>méthode d'échantillonnage</i> indiquée dans le relevé <i>{}</i> n'est pas valide.

source: In survey <i>{}</i>, the filtered value must be either 0 or 1.
fr: Dans le relevé <i>{}</i>, la valeur du champ <i>filtration</i> doit être 0 ou 1.

source: The <i>pump type</i> provided for survey <i>{}</i> does not exist in the database.
fr: Le <i>type de pompe</i> indiqué dans le relevé <i>{}</i> n'existe pas dans la base de données.

source: Hydrogeochemistry
fr: Hydrogéochimie

source: Librairies
fr: Bibliothèques

source: Yes
fr: Oui

source: No
fr: Non

source: NA
fr: ND

source: Ground Alt.
fr: Alt. du sol

source: m MSL
fr: m NMM

source: Geodesic
fr: Géodésique

source: Approximate
fr: Approximative

source: Water-table
fr: Nappe

source: Influenced
fr: Influencé

source: Last reading
fr: Dernière lecture

source: Status
fr: Statut

source: Piezometric Network
fr: Réseau Piézométrique

source: Publishing piezometric network data...
fr: Publication des données du réseau piézométrique...

source: Publish
fr: Publier

source: Open a dialog window to publish the data of the piezometric network.
fr: Ouvrir la fenêtre de dialogue pour publier les données du réseau piézométrique.

source: Publish Piezometric Network Data
fr: Publier les données du réseau piézométrique

source: Construction Logs
fr: Schémas de construction

source: Hydrographs
fr: Hydrogrammes

source: Attached Files
fr: Pièces jointes

source: Select the attachments you want to generate and attach to the kml file. The IRI (Internationalized Resource Identifier) fields correspond to the paths of the folders where the attachments will be hosted once published.
fr: Sélectionnez les pièces jointes que vous désirez générer et joindre au fichier kml. Les champs IRI (Identificateur de ressource internationalisé) correspondent aux chemins des dossiers où les pièces jointes seront hébergées une fois publiées.

source: Piezometric_Network_{}.kml
fr: Réseau_Piézométrique_{}.kml

source: Publish As
fr: Publier sous

source: Piezometric network data published successfully.
fr: Réussite de la publication des données du réseau piézométrique.

source: Failed to publish piezometric network data.
fr: Échec de la publication des données du réseau piézométrique.

source: Cancel Publishing
fr: Annuler la publication

source: This action will cancel the publishing process.<br><br>Do you want to continue?
fr: Cette action annulera le processus de publication.<br><br>Voulez-vous continuer?

source: Sonde Serial Number
fr: Numéro sonde

source: Depth
fr: Profondeur

source: Observation ID
fr: ID Observation

source: Readings
fr: Lectures

source: Plot data
fr: Tracer les données

source: Show the data of the timeseries acquired in the currently selected observation well in an interactive plot viewer.
fr: Afficher les données des séries temporelles acquises dans le puits d'observation actuellement sélectionné dans un visualiseur de tracés interactif.

source: Observation well {} ({})
fr: Puits d'observation {} ({})

source: Preferences
fr: Préférences

source: Apply
fr: Appliquer

source: Documents Settings
fr: Paramètres des documents

source: References
fr: Références

source: Author's Name:
fr: Nom de l'auteur :

source: Fonts
fr: Polices

source: XLSX Documents:
fr: Documents XLSX :

source: Graphs:
fr: Graphiques :

source: Some {} data did not match the prescribed <i>yyyy-mm-dd hh:mm:ss</i> format
fr: Certaines données de {} ne correspondaient pas au format <i>aaaa-mm-jj hh: mm: ss</i> qui est prescrit

source: Some {} data could not be converted to integer value
fr: Certaines données de {} n'ont pas pu être converties en valeur entière

source: Some {} data could not be converted to numerical value
fr: Certaines données de {} n'ont pas pu être converties en valeur numérique

source: Some {} data could notbe converted to boolean value.
fr: Certaines données de {} n'ont pas pu être converties en valeur booléenne.

source: Some {} data did not match any well in the database
fr: Certains {} ne correspondaient à aucun puits de la base de données

source: <p>The value in column <b>{}</b> and <b>row {}</b> cannot be Null.</p>
fr: <p>La valeur dans la colonne <b>{}</b> et la <b>ligne {}</b> ne peut pas être nulle.</p>

source: <p>The value in column <b>{column}</b> and <b>row {row}</b> violates unique constraint.</p><p>Please use a value that does not already exist.</p>
fr: <p>La valeur dans la colonne <b>{column}</b> et la <b>ligne {row}</b> viole une contrainte unique.</p><p>Veuillez utiliser une valeur qui n'existe pas déjà. </p>

source: <p>On <b>row {}</b>, the combination of values in columns <b>{}</b> and <b>{}</b> violates unique constraint.</p><p>Please use a combination of values that does not already exist.</p>
fr: <p>Sur la <b>ligne {}</b>, la combinaison de valeurs dans les colonnes <b>{}</b> et <b>{}</b> viole la contrainte unique.</p><p >Veuillez utiliser une combinaison de valeurs qui n'existe pas déjà.</p>

source: , and
fr: et

source: <p>On <b>row {}</b>, the combination of values in columns {} violates unique constraint.</p><p>Please use a combination of values that does not already exist.</p>
fr: <p>Sur la <b>ligne {}</b>, la combinaison de valeurs dans les colonnes {} viole la contrainte unique.</p><p>Veuillez utiliser une combinaison de valeurs qui n'existe pas déjà.</p>

source: <p>Deleting the item on <b>row {row}</b> violates foreign key constraint on column <b>{foreign_column}</b> of table <b>{foreign_table}</b>.</p><p>Please first delete all rows still referencing this item in table <b>{foreign_table}</b>.</p>
fr: <p>La suppression de l'élément sur la <b>ligne {row}</b> viole la contrainte de clé étrangère sur la colonne <b>{foreign_column}</b> de la table <b>{foreign_table}</b>.</p ><p>Veuillez d'abord supprimer toutes les lignes faisant encore référence à cet élément dans le tableau <b>{foreign_table}</b>.</p>

source: <p>Station <b>{station_name}</b> on <b>row {row}</b> cannot be deleted because there is still readings data related to that station in the database.</p><p>Please first delete all readings data related to station <b>{station_name}</b>.
fr: <p>La station <b>{station_name}</b> à la <b>ligne {row}</b> ne peut pas être supprimée car il y a encore des lectures liées à cette station dans la base de données.</p><p> Veuillez d'abord supprimer toutes les lectures liées à la station <b>{station_name}</b>.

source: Name
fr: Nom

source: Contact Details
fr: Coordonnées

source: HG Values
fr: Valeurs HG

source: Survey Well ID - Date/Time
fr: Relevé ID puits - date/temps

source: Parameter
fr: Paramètre

source: Value
fr: Valeur

source: Lim. Detection
fr: Lim. de détection

source: Units
fr: Unités

source: Sample ID
fr: ID de l'échantillon

source: Lab Report Date
fr: Date du rapport de lab

source: Method
fr: Méthode

source: HG Parameters
fr: Paramètres HG

source: HG Sampling Methods
fr: Méthode d'échantillonnage HG

source: HG Surveys
fr: Relevés HG

source: Well ID
fr: ID Puits

source: Survey Date/Time
fr: Relevé date/temps

source: Depth (m)
fr: Profondeur (m)

source: Operator
fr: Opérateur

source: Sampling Method
fr: Méthode d'échantillonnage

source: Sample Filtered
fr: Échantillon filtré

source: Manual Measurements
fr: Mesures manuelles

source: Measurement Units
fr: Unités de mesure

source: Symbols
fr: Symboles

source: Observation Wells
fr: Puits d'observation

source: Common Name
fr: Nom Commun

source: Municipality
fr: Municipalité

source: Aquifer
fr: Aquifère

source: Aquifer Code
fr: Code aquifère

source: Recharge Zone
fr: Zone de recharge

source: First Date
fr: Première date

source: Last Date
fr: Dernière date

source: Mean level (m)
fr: Niveau moyen (m)

source: Open a table showing all readings saved in the database for the currently selected observation well.
fr: Ouvrir un tableau affichant toutes les lectures enregistrées dans la base de données pour le puits d'observation actuellement sélectionné.

source: Show in Google Maps
fr: Afficher dans Google Maps

source: Show the currently selected observation well in Google Maps.
fr: Afficher le puits d'observation actuellement sélectionnée dans Google Maps.

source: Construction Log
fr: Schéma de construction

source: Select a Construction Log for Station {}
fr: Sélectionner un schéma de construction pour la station {}

source: Open the menu to add a construction log to the currently selected station or to view or delete an existing construction log.
fr: Ouvrir le menu pour joindre un schéma de construction à la station actuellement sélectionnée ou pour afficher ou supprimer un schéma existant.

source: Attach Construction Log...
fr: Joindre un schéma de construction...

source: Attach a construction log to the currently selected station.
fr: Joindre un schéma de construction à la station actuellement sélectionnée.

source: Show Construction Log...
fr: Montrer le schéma de construction...

source: Show the construction log attached to the currently selected station.
fr: Afficher le schéma de construction de la station actuellement sélectionnée.

source: Remove Construction Log
fr: Supprimer le schéma de construction

source: Remove the construction log attached to the currently selected station.
fr: Supprimer le schéma de construction de la station actuellement sélectionnée.

source: Pump Types
fr: Types de pompes

source: Sequence No.
fr: No. de séquence

source: Date/Time Start
fr: Début date/temps

source: Date/Time End
fr: Fin date/temps

source: Outflow (L/min)
fr: Débit (L/min)

source: Pump Type
fr: Type de pompe

source: Pumping Depth (m)
fr: Prof. de pompage (m)

source: Drawdown (m)
fr: Rabattement (m)

source: Remark Types
fr: Types de remarques

source: Remarks
fr: Remarques

source: Date From
fr: Date du

source: Date To
fr: Date à

source: Remark
fr: Remarque

source: Repere
fr: Repère

source: Top Casing Alt. (m)
fr: Alt. hors sol (m)

source: Length Casing (m)
fr: Longueur hors sol (m)
