Repository: geo-stack/sardes
Catalog: sardes/locale/*/LC_MESSAGES/sardes.po
Languages: fr

source: Ground Alt. (m)
fr: Alt. du sol (m) :

source: Serial - Brand Model
fr: Série - Marque Modèle

source: Warning
fr: Avertissement

source: <p>Note that readings data associated with a sonde installation that is being deleted are always kept in the database.</p><p>However, the sonde and the depth of acquisition of these readings data will afterward be considered to be <b>unknow</b>.<br><br></p>
fr: <p>Notez que les lectures associées à une installation de sonde en cours de suppression sont toujours conservées dans la base de données.</p><p>Cependant, la sonde et la profondeur d'acquisition de ces lectures seront par la suite considérées comme <b>inconnu</b>.<br><br></p>

source: Sonde Models
fr: Modèles de sonde

source: Brand
fr: Marque

source: Model
fr: Modèle

source: Sondes Inventory
fr: Sonde caractéristiques

source: Serial Number
fr: No. de série

source: Date Reception
fr: Date de réception

source: Date Withdrawal
fr: Date de retrait

source: In Repair
fr: En réparation

source: Out of order
fr: Hors service

source: Lost
fr: Perdue

source: Off Network
fr: Hors réseau

source: Import HG Lab Report
fr: Importer un rapport the labo HG

source: Import HG data from an Excel lab report.
fr: Importer un rapport de labo HG d'un fichier Excel.

source: Importing HG lab report...
fr: Importation du rapport de labo HG...

source: Lab report data was successfully imported.
fr: Le rapport de labo a été importé avec succès.

source: Failed to import lab report data.
fr: Échec de l'importation du rapport de labo.

source: Select an xlsx file containing the formatted data of a hydrogeochemical lab report.
fr: Sélectionner un fichier xlsx contenant les données formatées d'un rapport de labo. hydrogéochimique.

source: Select a valid HG lab report file :
fr: Sélectionner un rapport de labo. HG valide :

source: Create Hydrograph
fr: Créer un hydrogramme

source: Create a publication ready graph of the water level data.
fr: Créer un graphique prêt pour la publication des données de niveau d'eau.

source: Save Hydrograph
fr: Enregistrer l'hydrogramme

source: Water level altitude (m MSL)
fr: Altitude du niveau d'eau (m NMM)

source: Municipality: {} Station: {}
fr: Municipalité : {} Station : {}

source: Created on {}
fr: Créé le {}

source: Ground altitude: {:0.2f} m MSL ({})
fr: Altitude du sol : {:0.2f} m NMM ({})

source: Apr
fr: Avr

source: Feb
fr: Fév

source: May
fr: Mai

source: Aug
fr: Aoû

source: Dec
fr: Déc

source: Jul
fr: Jui

source: Statistical Hydrograph
fr: Hydrogramme statistique

source: Show the statistical hydrograph for this record.
fr: Montrer l'hydrogramme statistique des données de niveau d'eau.

source: Multi Pages PDF
fr: PDF multi-pages

source: Create a multi-page pdf file containing the statistical hydrographs (one per page) for each year where data are available.
fr: Créer un fichier pdf de plusieurs pages contenant les hydrogrammes statistiques (un par page) pour chaque année où des données sont disponibles.

source: Move Backward
fr: Reculer

source: Move the x-axis of the statistical hydrograph one month backward.
fr: Déplacer l'axe des x de l'hydrogramme statistique d'un mois en arrière.

source: Move Forward
fr: Avancer

source: Move the x-axis of the statistical hydrograph one month forward.
fr: Déplacer l'axe des x de l'hydrogramme statistique d'un mois en avant.

source: Year:
fr: Année :

source: Month:
fr: Mois :

source: Save Multi Statistical Graphs
fr: Enregistrer les hydrogrammes statistiques

source: Year
fr: Année

source: Years {:d}-{:d}
fr: Années {:d}-{:d}

source: Median
fr: Médianes

source: Measures
fr: Mesures

source: Create XLSX Document
fr: Créer un document XLSX

source: Save daily readings data in an Excel document.
fr: Enregistrer les données de lectures quotidiennes dans un document Excel.

source: Save File
fr: Enregistrer le fichier

source: Date of reading
fr: Date du relevé

source: Water temperature (°C)
fr: Température de l'eau (°C)

source: Water electrical conductivity (µS/cm)
fr: Conductivité électrique de l'eau (µS/cm)

source: Station number:
fr: Numéro de la station :

source: Latitude (degrees):
fr: Latitude (degrés) :

source: Longitude (degrees):
fr: Longitude (degrés) :

source: Ground altitude (m MSL):
fr: Altitude du sol (m NMM) :

source: Not Available
fr: Non disponible

source: Water Quality Report
fr: Rapport de qualité de l'eau

source: Show the water quality report for the selected monitoring station.
fr: Afficher le rapport de qualité de l'eau de la station sélectionnée.

source: Sampling Date
fr: Date d'échantillonnage

source: Sardes Console
fr: Console Sardes

source: Save As
fr: Enregistrer sous

source: Text File
fr: Fichier texte

source: Please provide a step-by-step description of what led to the problem here.
fr: S'il vous plaît fournir une description étape par étape de ce qui a conduit au problème ici.

source: System Info
fr: Informations système

source: Traceback
fr: Trace d'appels

source: {} Internal Error
fr: Erreur Interne de {}

source: Detailed Log
fr: Journal détaillé

source: <b>{0} has encountered an internal problem.</b><p>We are sorry, but {1} encountered an internal error that might preventing it from running correctly. You might want to save your work and restart {1} if possible.</p><p>Please report this error by copying the information below in our <a href="{2}">issues tracker</a> and by providing a step-by-step description of what led to the problem.</p>
fr: <b>{0} a rencontré une erreur interne.</b><p>Nous sommes désolés, mais {1} a rencontré une erreur interne qui pourrait empêcher l'application de fonctionner correctement. Si possible, veuillez sauvegarder votre travail et redémarrer {1}.</p><p>S'il vous plaît signaler cette erreur en copiant les informations ci-dessous dans notre <a href="{2}">outil de suivi de problèmes</a> et en fournissant une description étape par étape de ce qui a conduit à cette erreur.</p>

source: <p>If possible, please also attach to your report the detailed log file accessible by clicking on the <i>Detailed Log</i> button.</p>
fr: <p>Si possible, veuillez également joindre à votre rapport d'erreur le journal des événements qui est accessible en cliquant sur le bouton <i>Journal détaillé</i>.</p>

source: Change Logo...
fr: Changer le logo...

source: Remove Logo
fr: Supprimer le logo

source: Select Image
fr: Sélectionner une image

source: Browse...
fr: Parcourir...

source: Select Existing Directory
fr: Sélectionner un répertoire existant

source: Select File
fr: Sélectionner un fichier

source: Import from Clipboard
fr: Importer depuis le presse-papiers

source: Add the Clipboard contents to this table.
fr: Ajouter le contenu du presse-papiers à ce tableau.

source: Nothing was added to the table because the Clipboard was empty.
fr: Rien n'a été ajouté à la table car le presse-papiers est vide.

source: The Clipboard contents cannot be added to the table because the number of columns of the copied data is too large.
fr: Le contenu du presse-papiers ne peut pas être ajouté à la table car le nombre de colonnes des données copiées est trop grand.

source: Nothing was added to the table because the Clipboard did not contain any valid data.
fr: Rien n'a été ajouté à la table car le presse-papiers ne contenait aucune donnée valide.

source: The following error(s) occurred while trying to add the Clipboard contents to this table:
fr: Les erreurs suivantes se sont produites lors de la tentative d'ajout du contenu du presse-papiers à cette table :

source: The following error(s) occurred while adding the Clipboard contents to this table:
fr: Les erreurs suivantes se sont produites lors de l'ajout du contenu du presse-papiers à cette table :

source: {} out of {} row(s) selected
fr: {} ligne(s) sur {} sélectionnée(s)

source: Put a copy of the selection on the Clipboard so you can paste it somewhere else.
fr: Mettre une copie de la sélection dans le presse-papiers.

source: Edit
fr: Éditer

source: Edit the data of the currently focused cell.
fr: Modifier les données de la cellule avec le curseur.

source: New Item
fr: Nouvel élément

source: Create a new item.
fr: Créer un nouvel élément.

source: Delete Item
fr: Supprimer l'élément

source: Delete selected items from the table.
fr: Supprimer l'élément sélectionné du tableau.

source: Clear
fr: Effacer

source: Set the currently focused item to NULL.
fr: Définir une valeur nulle pour la cellule avec le curseur.

source: Save edits
fr: Enregistrer les modifications

source: Save all edits made to the table in the database.
fr: Enregistrer dans la base de données toutes les modifications apportées à la table.

source: Cancel edits
fr: Annuler les modifications

source: Cancel all edits made to the table since last save.
fr: Annuler toutes les modifications apportées à la table depuis le dernier enregistrement.

source: Undo
fr: Annuler

source: Undo last edit made to the table.
fr: Annuler la dernière modification apportée à la table.

source: Redo
fr: Refaire

source: Redo the last edit that was undone.
fr: Refaire la dernière modification qui a été annulée.

source: Select All
fr: Sélectionner tout

source: Select all items in the table.
fr: Sélectionner tous les éléments du tableau.

source: Clear Selection
fr: Effacer la sélection

source: Clear the selection in the table.
fr: Effacer toutes les sélections dans la table.

source: Select Row
fr: Sélectionner une ligne

source: Select the entire row of the current selection. If the current selection spans multiple rows, all rows that intersect the selection will be selected.
fr: Sélectionner toute la ligne correspondant à la sélection courante. Si la sélection courante s'étend sur plusieurs lignes, toutes les lignes recoupant la sélection seront sélectionnées.

source: Select Column
fr: Sélectionner une colonne

source: Select the entire column of the current selection. If the current selection spans multiple columns, all columns that intersect the selection will be selected.
fr: Sélectionner toute la colonne correspondant à la sélection courante. Si la sélection courante s'étend sur plusieurs colonnes, toutes les colonnes recoupant la sélection seront sélectionnées.

source: Sort Ascending
fr: Trier par ordre croissant

source: Reorder rows by sorting the data of the current column in ascending order.
fr: Réorganiser les lignes en triant les données de la colonne actuelle par ordre croissant.

source: Sort Descending
fr: Trier par ordre décroissant

source: Reorder rows by sorting the data of the current column in descending order.
fr: Réorganiser les lignes en triant les données de la colonne actuelle par ordre décroissant.

source: Clear Sort
fr: Effacer les tris

source: Clear all sorts applied to the columns of the table.
fr: Effacer tous les tris appliqués aux colonnes de la table.

source: This function cannot be used with multiple selections.
fr: Cette fonction ne fonctionne pas sur plusieurs sélections.

source: Error
fr: Erreur

source: Save changes
fr: Enregistrer les modifications

source: This will permanently save the changes made in this table in the database.<br><br>This action <b>cannot</b> be undone.<br><br>
fr: Les modifications apportées à cette table seront enregistrées de manière permanente dans la base de données.<br><br>Cette action <b>ne peut pas</b> être annulée.<br><br>

source: Saving edits in the database...
fr: Enregistrement des modifications dans la base de données en cours...

source: Edits saved sucessfully in the database.
fr: Modifications enregistrées avec succès dans la base de données.

source: Column options
fr: Options des colonnes

source: Open a menu to select the columns to display in this table.
fr: Ouvrir un menu pour sélectionner les colonnes à afficher dans ce tableau.

source: Restore to defaults
fr: Restaurer les valeurs par défaut

source: Show all
fr: Montrer tout

source: manual
fr: manuel

source: Use {} + scroll to zoom the graph
fr: Utiliser {} + la molette de souris pour zoomer sur le graphique

source: Home
fr: Accueil

source: Reset original view
fr: Réinitialiser la vue d'origine

source: Pan
fr: Déplacer

source: Pan axes with left mouse, zoom with right
fr: Déplacer les axes avec le bouton gauche de la souris et zoomer avec le droit

source: Zoom in to rectangle with left mouse, zoom out with right.
fr: Effectuer un zoom avant sur le rectangle avec le bouton de gauche de la souris et un zoom arrière avec le bouton de droite.

source: Zoom out
fr: Zoom arrière

source: Zoom the graph out. You can also use {}+scroll down to zoom the graph out.
fr: Faire un zoom arrière sur le graphique. Vous pouvez également effectuer cette action en pressant {} et en défilant vers le bas avec la molette de la souris.

source: Zoom in
fr: Zoom avant

source: Zoom the graph in. You can also use {}+scroll up to zoom the graph in.
fr: Faire un zoom avant sur le graphique. Vous pouvez également effectuer cette action en pressant {} et en défilant vers le haut avec la molette de la souris.

source: Select Data
fr: Sélectionner les données

source: Select data by clicking with the mouse and dragging the cursor over a rectangular region on the graph.
fr: Sélectionnez les données à l'intérieur d'une zone rectangulaire en cliquant avec la souris et en faisant glisser le curseur sur le graphique.

source: Select data by clicking with the mouse and dragging the cursor horizontally over a given period on the graph.
fr: Sélectionnez les données à l'intérieur d'un intervalle horizontal en cliquant avec la souris et en faisant glisser le curseur sur le graphique.

source: Select data by clicking with the mouse and dragging the cursor vertically over a given span of the data on the graph.
fr: Sélectionnez les données à l'intérieur d'un intervalle vertical en cliquant avec la souris et en faisant glisser le curseur sur le graphique.

source: Clear Data Selection
fr: Effacer la sélection de données

source: Clear data selection for the currently selected time series.
fr: Effacer la sélection de données pour la séries temporelle sélectionnée.

source: Toggle graph element visibility
fr: Activer/désactiver la visibilité des éléments du graphique

source: Graph is empty
fr: Le graphique est vide

source: Graph Element
fr: Élément du graphique

source: Select a graph element so that you can format it and zoom and pan the data.
fr: Sélectionnez un élément du graphique pour pouvoir formater les données et zoomer et déplacer les axes de l'élément correspondant.

source: Line Width
fr: Largeur de la ligne

source: Enter a value from 0 pt to 99 pt to change the line width of the plot of the currently selected time series.
fr: Entrez une valeur comprise entre 0 et 99 points pour modifier l'épaisseur de la ligne du tracé de la série chronologique actuellement sélectionnée.

source: Marker Size
fr: Taille des marqueurs

source: Enter a value from 0 pt to 99 pt to change the marker size of the plot of the currently selected time series.
fr: Entrez une valeur comprise entre 0 et 99 points pour modifier la taille des marqueurs du tracé de la série chronologique actuellement sélectionnée.
